name:"sdsda"
layer {
  name: "data"
  type: "Input"
  top: "data"
  input_param { shape: { dim: 1 dim: 3 dim: 375 dim: 500  } }
}

layer {
  name: "rois"
  type: "Input"
  top: "rois"
  input_param { shape: { dim: 1 dim: 5  } }
}
layer {
  name: "roi_align"
  type: "Resize"
  bottom: "data"
  top: "roi_align"
  roi_pooling_param {
    pooled_w: 150
    pooled_h: 150
    spatial_scale: 1.0 # 1/16
  }
}